{
  "char2=ab": 0,
  "char2=ac": 1,
  "char2=ad": 2,
  "char2=af": 3,
  "char2=ag": 4,
  "char2=ai": 5,
  "char2=ak": 6,
  "char2=al": 7,
  "char2=am": 8,
  "char2=an": 9,
  "char2=ap": 10,
  "char2=ar": 11,
  "char2=as": 12,
  "char2=at": 13,
  "char2=au": 14,
  "char2=av": 15,
  "char2=aw": 16,
  "char2=az": 17,
  "char2=ba": 18,
  "char2=be": 19,
  "char2=bi": 20,
  "char2=bo": 21,
  "char2=bu": 22,
  "char2=ca": 23,
  "char2=ce": 24,
  "char2=ch": 25,
  "char2=ck": 26,
  "char2=co": 27,
  "char2=da": 28,
  "char2=de": 29,
  "char2=dg": 30,
  "char2=di": 31,
  "char2=do": 32,
  "char2=ea": 33,
  "char2=ec": 34,
  "char2=ed": 35,
  "char2=ee": 36,
  "char2=ef": 37,
  "char2=eg": 38,
  "char2=ei": 39,
  "char2=ek": 40,
  "char2=el": 41,
  "char2=en": 42,
  "char2=ep": 43,
  "char2=er": 44,
  "char2=es": 45,
  "char2=et": 46,
  "char2=fa": 47,
  "char2=fe": 48,
  "char2=ff": 49,
  "char2=fi": 50,
  "char2=fo": 51,
  "char2=ga": 52,
  "char2=ge": 53,
  "char2=gh": 54,
  "char2=gi": 55,
  "char2=go": 56,
  "char2=gu": 57,
  "char2=ha": 58,
  "char2=he": 59,
  "char2=hi": 60,
  "char2=ho": 61,
  "char2=ht": 62,
  "char2=hu": 63,
  "char2=ic": 64,
  "char2=id": 65,
  "char2=ie": 66,
  "char2=if": 67,
  "char2=ik": 68,
  "char2=il": 69,
  "char2=im": 70,
  "char2=in": 71,
  "char2=ip": 72,
  "char2=ir": 73,
  "char2=is": 74,
  "char2=it": 75,
  "char2=iv": 76,
  "char2=iz": 77,
  "char2=ja": 78,
  "char2=jo": 79,
  "char2=ju": 80,
  "char2=ke": 81,
  "char2=ki": 82,
  "char2=kn": 83,
  "char2=la": 84,
  "char2=ld": 85,
  "char2=le": 86,
  "char2=lf": 87,
  "char2=li": 88,
  "char2=lk": 89,
  "char2=ll": 90,
  "char2=lm": 91,
  "char2=lo": 92,
  "char2=lu": 93,
  "char2=ma": 94,
  "char2=mb": 95,
  "char2=me": 96,
  "char2=mi": 97,
  "char2=mo": 98,
  "char2=na": 99,
  "char2=ne": 100,
  "char2=ng": 101,
  "char2=ni": 102,
  "char2=no": 103,
  "char2=nu": 104,
  "char2=oa": 105,
  "char2=ob": 106,
  "char2=oc": 107,
  "char2=od": 108,
  "char2=og": 109,
  "char2=oi": 110,
  "char2=ok": 111,
  "char2=ol": 112,
  "char2=om": 113,
  "char2=on": 114,
  "char2=oo": 115,
  "char2=op": 116,
  "char2=or": 117,
  "char2=os": 118,
  "char2=ot": 119,
  "char2=ou": 120,
  "char2=ov": 121,
  "char2=pa": 122,
  "char2=pe": 123,
  "char2=ph": 124,
  "char2=pi": 125,
  "char2=po": 126,
  "char2=pu": 127,
  "char2=ra": 128,
  "char2=rc": 129,
  "char2=rd": 130,
  "char2=re": 131,
  "char2=rg": 132,
  "char2=ri": 133,
  "char2=rl": 134,
  "char2=rm": 135,
  "char2=rn": 136,
  "char2=ro": 137,
  "char2=rt": 138,
  "char2=ru": 139,
  "char2=sa": 140,
  "char2=se": 141,
  "char2=sh": 142,
  "char2=si": 143,
  "char2=so": 144,
  "char2=ss": 145,
  "char2=su": 146,
  "char2=ta": 147,
  "char2=tc": 148,
  "char2=te": 149,
  "char2=th": 150,
  "char2=ti": 151,
  "char2=to": 152,
  "char2=tu": 153,
  "char2=ub": 154,
  "char2=uc": 155,
  "char2=ud": 156,
  "char2=uf": 157,
  "char2=ug": 158,
  "char2=ui": 159,
  "char2=ul": 160,
  "char2=um": 161,
  "char2=un": 162,
  "char2=up": 163,
  "char2=ur": 164,
  "char2=us": 165,
  "char2=ut": 166,
  "char2=ve": 167,
  "char2=vi": 168,
  "char2=vo": 169,
  "char2=wa": 170,
  "char2=we": 171,
  "char2=wh": 172,
  "char2=wi": 173,
  "char2=wl": 174,
  "char2=ye": 175,
  "char2=yo": 176,
  "char2=ze": 177,
  "char3=ach": 178,
  "char3=ack": 179,
  "char3=age": 180,
  "char3=aid": 181,
  "char3=ail": 182,
  "char3=ain": 183,
  "char3=air": 184,
  "char3=ais": 185,
  "char3=ake": 186,
  "char3=alf": 187,
  "char3=alk": 188,
  "char3=all": 189,
  "char3=alm": 190,
  "char3=ame": 191,
  "char3=ape": 192,
  "char3=arc": 193,
  "char3=arl": 194,
  "char3=arn": 195,
  "char3=ase": 196,
  "char3=ash": 197,
  "char3=ass": 198,
  "char3=atc": 199,
  "char3=ate": 200,
  "char3=ath": 201,
  "char3=aud": 202,
  "char3=aus": 203,
  "char3=ave": 204,
  "char3=awl": 205,
  "char3=aze": 206,
  "char3=bac": 207,
  "char3=bar": 208,
  "char3=bas": 209,
  "char3=bat": 210,
  "char3=bea": 211,
  "char3=beg": 212,
  "char3=bit": 213,
  "char3=boa": 214,
  "char3=bon": 215,
  "char3=boo": 216,
  "char3=bou": 217,
  "char3=bur": 218,
  "char3=cab": 219,
  "char3=cal": 220,
  "char3=cam": 221,
  "char3=cau": 222,
  "char3=cha": 223,
  "char3=che": 224,
  "char3=chi": 225,
  "char3=cho": 226,
  "char3=coo": 227,
  "char3=dab": 228,
  "char3=dat": 229,
  "char3=dea": 230,
  "char3=dee": 231,
  "char3=dge": 232,
  "char3=dim": 233,
  "char3=dip": 234,
  "char3=dit": 235,
  "char3=dod": 236,
  "char3=dog": 237,
  "char3=dol": 238,
  "char3=doo": 239,
  "char3=eac": 240,
  "char3=ead": 241,
  "char3=eam": 242,
  "char3=ean": 243,
  "char3=ear": 244,
  "char3=eas": 245,
  "char3=eat": 246,
  "char3=eck": 247,
  "char3=eek": 248,
  "char3=een": 249,
  "char3=eep": 250,
  "char3=eiz": 251,
  "char3=ell": 252,
  "char3=erc": 253,
  "char3=erg": 254,
  "char3=erm": 255,
  "char3=ess": 256,
  "char3=fai": 257,
  "char3=fal": 258,
  "char3=far": 259,
  "char3=fat": 260,
  "char3=fit": 261,
  "char3=fiv": 262,
  "char3=foo": 263,
  "char3=gap": 264,
  "char3=gas": 265,
  "char3=gaz": 266,
  "char3=ger": 267,
  "char3=get": 268,
  "char3=ght": 269,
  "char3=gin": 270,
  "char3=goa": 271,
  "char3=goo": 272,
  "char3=gun": 273,
  "char3=hac": 274,
  "char3=hai": 275,
  "char3=hal": 276,
  "char3=has": 277,
  "char3=hat": 278,
  "char3=hav": 279,
  "char3=haw": 280,
  "char3=haz": 281,
  "char3=hea": 282,
  "char3=hec": 283,
  "char3=hee": 284,
  "char3=hen": 285,
  "char3=hic": 286,
  "char3=hie": 287,
  "char3=hin": 288,
  "char3=hip": 289,
  "char3=hir": 290,
  "char3=hit": 291,
  "char3=hoi": 292,
  "char3=hol": 293,
  "char3=hom": 294,
  "char3=hon": 295,
  "char3=hou": 296,
  "char3=hum": 297,
  "char3=hur": 298,
  "char3=hus": 299,
  "char3=ice": 300,
  "char3=ich": 301,
  "char3=ick": 302,
  "char3=ief": 303,
  "char3=ife": 304,
  "char3=ike": 305,
  "char3=ill": 306,
  "char3=imb": 307,
  "char3=ime": 308,
  "char3=ine": 309,
  "char3=ing": 310,
  "char3=ipe": 311,
  "char3=ird": 312,
  "char3=ire": 313,
  "char3=irt": 314,
  "char3=ise": 315,
  "char3=itc": 316,
  "char3=ite": 317,
  "char3=ive": 318,
  "char3=ize": 319,
  "char3=jai": 320,
  "char3=jar": 321,
  "char3=joi": 322,
  "char3=jud": 323,
  "char3=jug": 324,
  "char3=jui": 325,
  "char3=kee": 326,
  "char3=keg": 327,
  "char3=kic": 328,
  "char3=kil": 329,
  "char3=kin": 330,
  "char3=kit": 331,
  "char3=kno": 332,
  "char3=lat": 333,
  "char3=lau": 334,
  "char3=lea": 335,
  "char3=lid": 336,
  "char3=lif": 337,
  "char3=lim": 338,
  "char3=liv": 339,
  "char3=loa": 340,
  "char3=lon": 341,
  "char3=lor": 342,
  "char3=los": 343,
  "char3=lot": 344,
  "char3=lov": 345,
  "char3=luc": 346,
  "char3=mak": 347,
  "char3=mat": 348,
  "char3=mer": 349,
  "char3=mes": 350,
  "char3=met": 351,
  "char3=mil": 352,
  "char3=mob": 353,
  "char3=mod": 354,
  "char3=moo": 355,
  "char3=mop": 356,
  "char3=mou": 357,
  "char3=nag": 358,
  "char3=nam": 359,
  "char3=nea": 360,
  "char3=nic": 361,
  "char3=noc": 362,
  "char3=not": 363,
  "char3=num": 364,
  "char3=oad": 365,
  "char3=oaf": 366,
  "char3=oal": 367,
  "char3=oap": 368,
  "char3=oat": 369,
  "char3=ock": 370,
  "char3=ode": 371,
  "char3=odg": 372,
  "char3=oic": 373,
  "char3=oid": 374,
  "char3=oin": 375,
  "char3=ole": 376,
  "char3=oll": 377,
  "char3=ome": 378,
  "char3=one": 379,
  "char3=ong": 380,
  "char3=ood": 381,
  "char3=ook": 382,
  "char3=ool": 383,
  "char3=oom": 384,
  "char3=oon": 385,
  "char3=oor": 386,
  "char3=oos": 387,
  "char3=ore": 388,
  "char3=ose": 389,
  "char3=ote": 390,
  "char3=oug": 391,
  "char3=oul": 392,
  "char3=oun": 393,
  "char3=oup": 394,
  "char3=our": 395,
  "char3=ous": 396,
  "char3=out": 397,
  "char3=ove": 398,
  "char3=pad": 399,
  "char3=pag": 400,
  "char3=pai": 401,
  "char3=pas": 402,
  "char3=pea": 403,
  "char3=peg": 404,
  "char3=per": 405,
  "char3=pho": 406,
  "char3=pic": 407,
  "char3=pik": 408,
  "char3=pol": 409,
  "char3=poo": 410,
  "char3=puf": 411,
  "char3=rag": 412,
  "char3=rai": 413,
  "char3=rat": 414,
  "char3=rch": 415,
  "char3=rea": 416,
  "char3=red": 417,
  "char3=rge": 418,
  "char3=rin": 419,
  "char3=rip": 420,
  "char3=roa": 421,
  "char3=roo": 422,
  "char3=ros": 423,
  "char3=rot": 424,
  "char3=rou": 425,
  "char3=rus": 426,
  "char3=sai": 427,
  "char3=sea": 428,
  "char3=sei": 429,
  "char3=sel": 430,
  "char3=sha": 431,
  "char3=she": 432,
  "char3=shi": 433,
  "char3=sho": 434,
  "char3=siz": 435,
  "char3=soa": 436,
  "char3=sou": 437,
  "char3=sub": 438,
  "char3=suc": 439,
  "char3=sur": 440,
  "char3=tak": 441,
  "char3=tal": 442,
  "char3=tap": 443,
  "char3=tch": 444,
  "char3=tea": 445,
  "char3=tel": 446,
  "char3=thi": 447,
  "char3=tho": 448,
  "char3=thu": 449,
  "char3=tim": 450,
  "char3=tip": 451,
  "char3=tir": 452,
  "char3=ton": 453,
  "char3=too": 454,
  "char3=tou": 455,
  "char3=tur": 456,
  "char3=uch": 457,
  "char3=uck": 458,
  "char3=udg": 459,
  "char3=uff": 460,
  "char3=ugh": 461,
  "char3=uic": 462,
  "char3=uld": 463,
  "char3=umb": 464,
  "char3=ung": 465,
  "char3=ure": 466,
  "char3=url": 467,
  "char3=urn": 468,
  "char3=use": 469,
  "char3=ush": 470,
  "char3=uth": 471,
  "char3=vin": 472,
  "char3=voi": 473,
  "char3=vot": 474,
  "char3=wag": 475,
  "char3=wal": 476,
  "char3=was": 477,
  "char3=wee": 478,
  "char3=whe": 479,
  "char3=whi": 480,
  "char3=wif": 481,
  "char3=wir": 482,
  "char3=wit": 483,
  "char3=yea": 484,
  "char3=yes": 485,
  "char3=you": 486,
  "word=back": 487,
  "word=bar": 488,
  "word=base": 489,
  "word=bath": 490,
  "word=bean": 491,
  "word=beg": 492,
  "word=bite": 493,
  "word=boat": 494,
  "word=bone": 495,
  "word=book": 496,
  "word=bought": 497,
  "word=burn": 498,
  "word=cab": 499,
  "word=calm": 500,
  "word=came": 501,
  "word=cause": 502,
  "word=chain": 503,
  "word=chair": 504,
  "word=chalk": 505,
  "word=chat": 506,
  "word=check": 507,
  "word=cheek": 508,
  "word=chief": 509,
  "word=choice": 510,
  "word=cool": 511,
  "word=dab": 512,
  "word=date": 513,
  "word=dead": 514,
  "word=death": 515,
  "word=deep": 516,
  "word=dime": 517,
  "word=dip": 518,
  "word=ditch": 519,
  "word=dodge": 520,
  "word=dog": 521,
  "word=doll": 522,
  "word=door": 523,
  "word=fail": 524,
  "word=fall": 525,
  "word=far": 526,
  "word=fat": 527,
  "word=fit": 528,
  "word=five": 529,
  "word=food": 530,
  "word=gap": 531,
  "word=gas": 532,
  "word=gaze": 533,
  "word=germ": 534,
  "word=get": 535,
  "word=gin": 536,
  "word=goal": 537,
  "word=good": 538,
  "word=goose": 539,
  "word=gun": 540,
  "word=half": 541,
  "word=hall": 542,
  "word=hash": 543,
  "word=hate": 544,
  "word=have": 545,
  "word=haze": 546,
  "word=hire": 547,
  "word=hit": 548,
  "word=hole": 549,
  "word=home": 550,
  "word=hurl": 551,
  "word=hush": 552,
  "word=jail": 553,
  "word=jar": 554,
  "word=join": 555,
  "word=judge": 556,
  "word=jug": 557,
  "word=juice": 558,
  "word=keen": 559,
  "word=keep": 560,
  "word=keg": 561,
  "word=kick": 562,
  "word=kill": 563,
  "word=king": 564,
  "word=kite": 565,
  "word=knock": 566,
  "word=late": 567,
  "word=laud": 568,
  "word=lean": 569,
  "word=learn": 570,
  "word=lease": 571,
  "word=lid": 572,
  "word=life": 573,
  "word=limb": 574,
  "word=live": 575,
  "word=loaf": 576,
  "word=long": 577,
  "word=lore": 578,
  "word=lose": 579,
  "word=lot": 580,
  "word=love": 581,
  "word=luck": 582,
  "word=make": 583,
  "word=match": 584,
  "word=merge": 585,
  "word=mess": 586,
  "word=met": 587,
  "word=mill": 588,
  "word=mob": 589,
  "word=mode": 590,
  "word=mood": 591,
  "word=moon": 592,
  "word=mop": 593,
  "word=mouse": 594,
  "word=nag": 595,
  "word=name": 596,
  "word=near": 597,
  "word=neat": 598,
  "word=nice": 599,
  "word=note": 600,
  "word=numb": 601,
  "word=pad": 602,
  "word=page": 603,
  "word=pain": 604,
  "word=pass": 605,
  "word=pearl": 606,
  "word=peg": 607,
  "word=perch": 608,
  "word=phone": 609,
  "word=pick": 610,
  "word=pike": 611,
  "word=pole": 612,
  "word=pool": 613,
  "word=puff": 614,
  "word=rag": 615,
  "word=raid": 616,
  "word=rain": 617,
  "word=raise": 618,
  "word=rat": 619,
  "word=reach": 620,
  "word=read": 621,
  "word=red": 622,
  "word=ring": 623,
  "word=ripe": 624,
  "word=road": 625,
  "word=room": 626,
  "word=rose": 627,
  "word=rot": 628,
  "word=rough": 629,
  "word=rush": 630,
  "word=said": 631,
  "word=sail": 632,
  "word=search": 633,
  "word=seize": 634,
  "word=sell": 635,
  "word=shack": 636,
  "word=shall": 637,
  "word=shawl": 638,
  "word=sheep": 639,
  "word=shirt": 640,
  "word=should": 641,
  "word=shout": 642,
  "word=size": 643,
  "word=soap": 644,
  "word=soup": 645,
  "word=sour": 646,
  "word=south": 647,
  "word=sub": 648,
  "word=such": 649,
  "word=sure": 650,
  "word=take": 651,
  "word=talk": 652,
  "word=tape": 653,
  "word=team": 654,
  "word=tell": 655,
  "word=thin": 656,
  "word=third": 657,
  "word=thought": 658,
  "word=thumb": 659,
  "word=time": 660,
  "word=tip": 661,
  "word=tire": 662,
  "word=ton": 663,
  "word=tool": 664,
  "word=tough": 665,
  "word=turn": 666,
  "word=vine": 667,
  "word=voice": 668,
  "word=void": 669,
  "word=vote": 670,
  "word=wag": 671,
  "word=walk": 672,
  "word=wash": 673,
  "word=week": 674,
  "word=wheat": 675,
  "word=when": 676,
  "word=which": 677,
  "word=whip": 678,
  "word=white": 679,
  "word=wife": 680,
  "word=wire": 681,
  "word=witch": 682,
  "word=yearn": 683,
  "word=yes": 684,
  "word=young": 685,
  "word=youth": 686
}